Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/PowerPreferences/BatteryUI.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# UPS_CHARGE_TEXT
source: Current charge: %@
ar: الشحن الحالي: %@
ca: Càrrega actual: %@
cs: Aktuální nabití: %@
da: Aktuel spænding: %@
de: Ladezustand der Batterie: %@
el: Τρέχουσα φόρτιση: %@
es: Carga actual: %@
es_419: Carga actual: %@
fi: Nykyinen lataus: %@
fr: Charge actuelle : %@
fr_ca: Charge actuelle : %@
he: טעינה נוכחית: %@
hi: वर्तमान चार्ज : %@
hr: Trenutačni kapacitet: %@
hu: Jelenlegi töltöttség: %@
id: Pengisian saat ini: %@
it: Carica attuale: %@
ja: 現在の充電量: %@
ko: 현재 충전량: %@
ms: Cas bateri: %@
nl: Huidige lading: %@
no: Ladenivå: %@
pl: Bieżący stan naładowania: %@
pt_br: Carga atual: %@
pt_pt: Carga atual: %@
ro: Încărcare curentă: %@
ru: Текущий заряд: %@
sk: Aktuálne nabitie: %@
sl: Trenutno polnjenje: %@
sv: Nuvarande laddning: %@
th: การชาร์จปัจจุบัน: %@
tr: Şu anki şarj: %@
uk: Поточний заряд: %@
vi: Điện tích hiện tại: %@
zh_cn: 当前电量：%@
zh_hk: 目前充電量：%@
zh_tw: 目前充電量：%@

# ENERGY_USAGE_GRAPH_TITLE
source: Energy Usage
ar: استخدام الطاقة
ca: Ús d’energia
cs: Využití energie
da: Energiforbrug
de: Energieverbrauch
el: Χρήση ενέργειας
es: Uso de energía
es_419: Uso de energía
fi: Energian käyttö
fr: Utilisation énergétique
fr_ca: Utilisation de l’énergie
he: שימוש באנרגיה
hi: ऊर्जा उपयोग
hr: Uporaba energije
hu: Energiahasználat
id: Penggunaan Energi
it: Consumo energetico
ja: 電力使用状況
ko: 에너지 사용량
ms: Penggunaan Tenaga
nl: Energiegebruik
no: Energibruk
pl: Zużycie energii
pt_br: Uso de Energia
pt_pt: Consumo de energia
ro: Utilizare energie
ru: Энергопотребление
sk: Využitie energie
sl: Poraba energije
sv: Energianvändning
th: การใช้พลังงาน
tr: Enerji Kullanımı
uk: Використання енергії
vi: Sử dụng năng lượng
zh_cn: 电量使用
zh_hk: 耗電量
zh_tw: 電力用量

# POWER_ADAPTER_ES
source: Power
ar: الطاقة
ca: Adaptador
cs: Napájení
da: Strøm
de: Strom
el: Τροφοδοσία
es: Alimentación
es_419: Energía
fi: Virta
fr: Alimentation
fr_ca: Marche/arrêt
he: חיבור לחשמל
hi: पावर
hr: Napajanje
hu: Tápellátás
id: Daya
it: Alimentazione
ja: 電源
ko: 전원
ms: Kuasa
nl: Stroom
no: Strøm
pl: Zasilanie
pt_br: Energia
pt_pt: Alimentação
ro: Alimentare
ru: Электропитание
sk: Napájanie
sl: Napajanje
sv: Ström
th: พลังงาน
tr: Aç/Kapat
uk: Живлення
vi: Nguồn
zh_cn: 电源
zh_hk: 電源
zh_tw: 電源

source: Fully Charged
ar: تم الشحن كليًا
ca: Totalment carregada
cs: Plně nabito
da: Fuldt opladet
de: Vollständig geladen
el: Πλήρως φορτισμένη
es: Totalmente cargada
es_419: Totalmente cargada
fi: Täysin ladattu
fr: Charge complète
fr_ca: Charge complète
he: טעונה במלואה
hi: फ़ुल चार्ज
hr: Potpuno napunjeno
hu: Teljesen feltöltve
id: Terisi Penuh
it: Carica completa
ja: フル充電済み
ko: 충전 완료됨
ms: Dicas Sepenuhnya
nl: Volledig opgeladen
no: Fulladet
pl: Całkowicie naładowana
pt_br: Totalmente Carregada
pt_pt: Completamente carregada
ro: Încărcată complet
ru: Полностью заряжен
sk: Plne nabitá
sl: Povsem napolnjeno
sv: Fulladdat
th: ชาร์จเต็มแล้ว
tr: Tam Dolu
uk: Повністю заряджений
vi: Sạc Đầy
zh_cn: 已充满电
zh_hk: 已充滿電
zh_tw: 已充飽電

# SCHEDULE_TITLE
source: Schedule
ar: الجدول
ca: Programació
cs: Rozvrh
da: Tidsplan
de: Zeitplan
el: Πρόγραμμα
es: Horario
es_419: Horario
fi: Ajoitettu
fr: Programmer
fr_ca: Horaire
he: תזמון
hi: शेड्यूल
hr: Raspored
hu: Ütemezés
id: Jadwal
it: Programma
ja: スケジュール
ko: 시간 지정
ms: Jadual
nl: Schema
no: Tidsplan
pl: Harmonogram
pt_br: Agendamento
pt_pt: Horário
ro: Program
ru: Расписание
sk: Rozvrh
sl: Urnik
sv: Schema
th: กำหนดเวลา
tr: Zamanlama
uk: Розклад
vi: Lịch trình
zh_cn: 定时
zh_hk: 編排
zh_tw: 排程

# SCHEDULE_WEEKENDS
source: Weekends
ar: عُطَل نهاية الأسبوع
ca: Caps de setmana
cs: Víkendy
da: Weekender
de: An Wochenenden
el: Σαββατοκύριακα
es: Los fines de semana
es_419: Fines de semana
fi: Viikonloppuisin
fr_ca: fins de semaine
he: סופי שבוע
hi: सप्ताहांत
hr: Vikendi
hu: Hétvégék
id: Akhir Pekan
it: Il fine settimana
ja: 週末
ko: 주말
ms: Hujung Minggu
nl: Weekenden
no: Helgedager
pl: w weekendy
pt_br: Fins de Semana
pt_pt: Fins de semana
ro: în weekenduri
ru: по выходным дням
sk: cez víkendy
sl: Ob koncu tedna
sv: veckoslut
th: วันสุดสัปดาห์
tr: Hafta Sonları
uk: Вихідні
vi: Cuối tuần
zh_cn: 周末
zh_hk: 週末
zh_tw: 週末

# ONE_HOUR
source: 1 hr
ar: ساعة واحدة
ca: 1 h
cs: 1 hod
da: 1 t.
de: 1 Std.
el: 1 ώρα
es: 1 hora
fi: 1 t
fr: 1 h
fr_ca: 1 h
he: שעה
hi: 1 घंटा
hr: 1 h
hu: 1 óra
id: 1 j
it: 1 ora
ja: 1時間後
ko: 1시간
ms: 1 jam
nl: 1 uur
no: 1 t
pl: 1 godz.
pt_br: 1 h
pt_pt: 1 h
ro: 1 h
ru: 1 ч
sk: 1 h
sl: 1 h
sv: 1 tim
th: 1 ชม.
tr: 1 sa.
uk: 1 год
vi: 1 giờ
zh_cn: 1小时
zh_hk: 1小時
zh_tw: 1小時

# SCREEN_ON_USAGE_GRAPH_TITLE
source: Screen On Usage
ar: الاستخدام أثناء تشغيل الشاشة
ca: Pantalla en ús
cs: Používání se zapnutou obrazovkou
da: Brugt med tændt skærm
de: Nutzung bei eingeschaltetem Bildschirm
el: Χρήση επί οθόνης
es: Uso con la pantalla encendida
es_419: Uso con pantalla encendida
fi: Näyttö päällä
fr: Utilisation de l’écran
fr_ca: Utilisation de l’écran
he: נתוני שימוש כשהמסך מופעל
hi: स्क्रीन उपयोग
hr: Uporaba s uključenim zaslonom
hu: Használat bekapcsolt képernyő mellett
id: Penggunaan Layar Nyala
it: Utilizzo con schermo attivo
ja: 画面オンの使用状況
ko: 화면 사용 시간
ms: Penggunaan Skrin Aktif
nl: Gebruik bij scherm aan
no: Brukt med skjermen på
pl: Użycie: na ekranie
pt_br: Uso com Tela Ligada
pt_pt: Utilização com ecrã ligado
ro: Utilizare cu ecranul activ
ru: Включенный экран
sk: Zapnutý displej
sl: Poraba pri vklopljenem zaslonu
sv: Användning med skärm på
th: การใช้งานตอนเปิดหน้าจอ
tr: Ekran Açıkken Kullanım
uk: Використання екрана
vi: Sử dụng khi màn hình bật
zh_cn: 屏幕打开时用量
zh_hk: 螢幕開啟時用量
zh_tw: 螢幕開啟的使用時間

# POWER_CONSUMPTION_OK
source: OK
ar: موافق
ca: D’acord
el: ΟΚ
es: Aceptar
he: אישור
hi: ठीक
id: OKE
ko: 확인
sk: Potvrdiť
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# BATT_HEALTH_MGMT_TURN_OFF
source: Turn Off
ar: إيقاف
ca: Desactiva
cs: Vypnout
da: Slå fra
de: Deaktivieren
el: Απενεργοποίηση
es: Desactivar
es_419: Desactivar
fi: Laita pois päältä
fr: Désactiver
fr_ca: Désactiver
he: כיבוי
hi: बंद करें
hr: Isključi
hu: Kikapcsolás
id: Matikan
it: Disattiva
ja: オフにする
ko: 끄기
ms: Nyahaktifkan
nl: Schakel uit
no: Slå av
pl: Wyłącz
pt_br: Desativar
pt_pt: Desativar
ro: Dezactivează
ru: Выключить
sk: Vypnúť
sl: Izklopi
sv: Stäng av
th: ปิดใช้
tr: Kapat
uk: Вимкнути
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# UPS_MODEL_TEXT
source: UPS Model: %@
ar: طراز UPS:‏ %@
ca: Model de SAI: %@
cs: Model UPS: %@
de: USV-Modell: %@
el: Μοντέλο UPS: %@
es: Modelo de SAI: %@
es_419: Modelo SAI: %@
fi: UPS-malli: %@
fr: Modèle d’UPS : %@
fr_ca: Modèle d’UPS : %@
he: דגם אל-פסק: %@
hi: UPS मॉडल : %@
hr: Model UPS-a: %@
hu: UPS modell: %@
id: Model UPS: %@
it: Modello UPS: %@
ja: UPSの機種: %@
ko: UPS 모델: %@
ms: Model UPS: %@
no: UPS-modell: %@
pl: Model UPS: %@
pt_br: Modelo do Nobreak: %@
pt_pt: Modelo UPS: %@
ro: Model UPS: %@
ru: Модель ИБП: %@
sk: Model UPS: %@
sl: Model UPS: %@
sv: UPS-modell: %@
th: UPS รุ่น: %@
tr: UPS Modeli: %@
uk: Модель ДБЖ: %@
vi: Kiểu UPS: %@
zh_cn: UPS型号：%@
zh_hk: UPS型號：%@
zh_tw: UPS機型：%@

# SCHEDULE_SLEEP
source: Sleep
ar: إسبات
ca: Repòs
cs: Uspat
da: Vågeblus
de: Ruhezustand
el: Ύπνος
es: Reposo
es_419: Reposo
fi: Mene nukkumaan
fr: Suspendre
fr_ca: Suspendre
he: שינה
hi: स्लीप करें
hr: Pripravno stanje
hu: Alvás
id: Tidur
it: Standby
ja: スリープ
ko: 잠자기
ms: Tidur
nl: Slaap
no: Dvale
pl: Usypiaj
pt_br: Repousar
pt_pt: Pausar
ro: Adoarme computerul
ru: Переходить в режим сна
sk: Uspať
sl: Spanje
sv: Vila
th: พักเครื่อง
tr: Uyku
uk: Вмикати режим сну
vi: Ngủ
zh_cn: 睡眠
zh_hk: 睡眠
zh_tw: 睡眠

# DARK_WAKE_TEXT_POWER
source: While sleeping, your Mac can back up using Time Machine and periodically check for new email, calendar, and other iCloud updates.
ar: أثناء الإسبات، يمكن لـ Mac عمل نسخ احتياطي باستخدام آلة الزمن، وكذلك التحقق بصورة دورية من وجود رسائل بريد إلكتروني جديدة وتحديثات في التقويم، وغيرها من تحديثات iCloud.
ca: Mentre es troba en repòs, el Mac pot fer còpies de seguretat amb el Time Machine i comprovar periòdicament si hi ha correu nou o actualitzacions de calendaris o d’altres dades a l’iCloud.
cs: Mac může během spánku zálohovat data pomocí Time Machine a v pravidelných intervalech vyhledávat novou poštu a aktualizace kalendáře a dalších dat na iCloudu.
da: På vågeblus kan Mac sikkerhedskopiere vha. Time Machine og regelmæssigt søge efter nye e-mails samt kalender- og andre iCloud-opdateringer.
de: Dein Mac kann im Ruhezustand mit Time Machine Backups erstellen und regelmäßig nach neuen E‑Mails, Kalender- und anderen iCloud-Updates suchen.
el: Κατά την κατάσταση ύπνου, το Mac μπορεί να δημιουργεί εφεδρικά αντίγραφα μέσω του Time Machine και να ελέγχει περιοδικά για νέα email, καθώς και ενημερώσεις ημερολογίου και άλλες ενημερώσεις iCloud.
es: Mientras está en reposo, el Mac puede realizar copias de seguridad de Time Machine y comprobar periódicamente si hay correo nuevo, novedades en los calendarios u otras actualizaciones de iCloud.
es_419: Mientras está en reposo, tu Mac puede guardar respaldos de Time Machine y revisar periódicamente si hay correos nuevos, novedades en los calendarios u otras actualizaciones de iCloud.
fi: Mac voi nukkuessaan varmuuskopioida Time Machinella ja etsiä ajoittain uusia sähköposti-, kalenteri- ja muita iCloud-päivityksiä.
fr: En suspension d’activité, votre Mac continue d’effectuer des sauvegardes à l’aide de Time Machine et de surveiller régulièrement la messagerie, les calendriers et les autres mises à jour iCloud.
fr_ca: En suspension d’activité, votre Mac continue d’effectuer des sauvegardes à l’aide de Time Machine et de s’occuper de la messagerie, des calendriers et d’autres mises à jour iCloud.
he: כאשר ה-Mac נמצא במצב שינה, הוא יכול לבצע גיבוי באמצעות Time Machine ולבדוק מעת לעת אם הגיע דוא״ל או אם ישנם עדכונים בלוח השנה או עדכונים אחרים של iCloud.
hi: स्लीप के दौरान आपका Mac Time Machine का उपयोग करके बैकअप ले सकता है और समय-समय पर नए ईमेल, कैलेंडर और अन्य iCloud अपडेट की जाँच कर सकता है।
hr: Tijekom pripravnog stanja, vaš Mac može izrađivati sigurnosne kopije koristeći Time Machine i periodično provjeravati ažuriranja e-mail računa, kalendara i ostalih iCloud značajki.
hu: Alvás közben a Macje biztonsági mentést készíthet a Time Machine használatával, és rendszeresen ellenőrizheti az új e-mail-, naptár- és egyéb iCloud-frissítéseket.
id: Saat sedang tidur, Mac dapat mencadangkan menggunakan Time Machine dan memeriksa email, kalender, dan pembaruan iCloud baru lainnya secara berkala.
it: Durante lo standby, il Mac può effettuare il backup usando Time Machine e verificare periodicamente nuove email, calendari e altri aggiornamenti di iCloud.
ja: スリープ中に、Time Machineでバックアップし、新着メール、カレンダー、およびその他のiCloudアップデートを定期的に確認します。
ko: 잠자기 상태에서 Mac이 Time Machine을 사용하여 백업할 수 있으며, 정기적으로 새로운 이메일, 캘린더 및 기타 iCloud 업데이트를 확인합니다.
ms: Semasa tidur, Mac anda boleh membuat sandaran dengan Time Machine dan menyemak secara berkala untuk e-mel, kalendar dan kemas kini iCloud baharu yang lain.
nl: In de sluimerstand kan je Mac back‑ups maken met Time Machine en regelmatig controleren of er nieuwe e‑mailberichten, agendagegevens of andere iCloud-updates beschikbaar zijn.
no: Mens den er i dvale kan Macen sikkerhetskopiere til Time Machine og med jevne mellomrom se etter nye e‑poster, kalenderavtaler og andre iCloud-oppdateringer.
pl: Mimo uśpienia Mac może tworzyć backup danych w Time Machine oraz regularnie monitorować pocztę, kalendarze i inne uaktualnienia z iCloud.
pt_br: Durante o repouso, o Mac pode fazer backups com o Time Machine e verificar periodicamente se há novas atualizações de e-mails e calendários, entre outras atualizações do iCloud.
pt_pt: Quando está em pausa, o Mac pode usar o Time Machine para efetuar cópias de segurança, assim como procurar correio e eventos novos e ver se tem outros avisos de iCloud.
ro: În modul adormire, Mac-ul dvs. poate să efectueze backup utilizând Time Machine și să caute periodic e-mailuri noi, actualizări de calendar și alte actualizări iCloud.
ru: Находясь в режиме сна, Mac может выполнять резервное копирование Time Machine и периодически проверять наличие новых электронных писем, событий календаря и других обновлений iCloud.
sk: Počas spánku môže váš Mac vykonávať zálohovanie pomocou Time Machine a pravidelne kontrolovať nové emaily, položky kalendára a ďalšie aktualizácie iCloudu.
sl: Ko je Mac v stanju pripravljenosti, lahko izvede varnostno kopiranje s pripomočkom Time Machine in občasno preveri, ali so na voljo nove posodobitve e‑pošte, koledarja in druge posodobitve storitve iCloud.
sv: I viloläge kan datorn säkerhetskopiera med Time Machine och periodvis leta efter nya uppdateringar i e-post, kalender och iCloud.
th: ในระหว่างที่เครื่องพักอยู่ Mac ของคุณสามารถสำรองข้อมูลโดยใช้ Time Machine และตรวจสอบอีเมลใหม่ ปฏิทินใหม่ และรายการอัปเดต iCloud อื่นๆ เป็นระยะ
tr: Mac’iniz uyku durumundayken Time Machine’i kullanarak yedekleyebilir ve yeni e-posta, takvim ve diğer iCloud güncellemelerini düzenli aralıklarla denetleyebilir.
uk: У режимі сну ваш Mac може створювати резервні копії за допомогою Time Machine і періодично перевіряти пошту, календар та інші служби iCloud.
vi: Trong khi đang ngủ, máy Mac của bạn có thể sao lưu bằng Time Machine và định kỳ kiểm tra email mới, lịch và các cập nhật iCloud khác.
zh_cn: 睡眠时，Mac可以使用时间机器进行备份，并可以定期检查新电子邮件、日历和其他iCloud更新。
zh_hk: 你的Mac可以在睡眠時使用「時光機」進行備份，並且定期檢查新電郵、日曆和其他iCloud更新。
zh_tw: 你的Mac可以在睡眠時使用「時光機」進行備份，並且定期檢查新郵件、行事曆和其他iCloud更新。

# SCHEDULE_WARNING
source: Scheduled start up will only occur when a power adapter is connected to your Mac.
ar: لن يتم بدء التشغيل المجدول إلا عند توصيل محوّل الطاقة بكمبيوتر Mac.
ca: L’arrencada programada només s’efectuarà quan el Mac estigui connectat a un adaptador de corrent.
cs: Plánované spuštění proběhne jen v případě, že bude k počítači připojený síťový adaptér.
da: Planlagt start vil kun ske, når der er sluttet en strømforsyning til din Mac.
de: Geplantes Starten des Computers erfolgt nur, wenn das Netzteil am Mac angeschlossen ist.
el: Η προγραμματισμένη εκκίνηση θα πραγματοποιείται μόνο όταν το Mac σας είναι συνδεδεμένο σε τροφοδοτικό.
es: El arranque programado solo se efectuará cuando haya un adaptador de corriente conectado a tu Mac.
es_419: El arranque programado sólo se efectuará cuando haya un adaptador de corriente conectado a tu Mac.
fi: Ajastettu käynnistys tapahtuu vain, kun virtalähde on liitettynä Maciin.
fr: Le démarrage programmé n’aura lieu qu’après la connexion de votre Mac à un adaptateur secteur.
fr_ca: Le démarrage programmé n’aura lieu qu’une fois votre Mac branché sur un adaptateur d’alimentation.
he: הפעלה מתוזמנת ‪תתרחש‬ רק כשה-Mac מחובר לספק כוח.
hi: शेड्यूल किया गया स्टार्टअप तभी शुरू होगा जब आपका Mac पावर अडैप्टर से कनेक्टेड होगा।
hr: Planirano uključenje provest će se samo ako je strujni kabel spojen na vaš Mac.
hu: Az ütemezett elindítás csak akkor megy végbe, ha Macjéhez tápegység van csatlakoztatva.
id: Mulai terjadwal hanya akan dilakukan jika adaptor daya terhubung ke Mac.
it: L’avvio programmato si verificherà solo quando un alimentatore è collegato al Mac.
ja: スケジュール設定された起動は、電源アダプタがお使いのMacに接続されている場合にのみ実行されます。
ko: 일정이 정해진 시동은 Mac이 전원 어댑터에 연결되어 있을 때만 실행됩니다.
ms: Permulaan berjadual hanya akan berlaku apabila penyesuai kuasa disambungkan ke Mac anda.
nl: Je Mac wordt alleen volgens schema opgestart als een lichtnetadapter is aangesloten.
no: Planlagt oppstart skjer kun når en strømforsyningsenhet er koblet til Macen.
pl: Zaplanowane uruchomienie nastąpi pod warunkiem, że Mac będzie podłączony do zasilacza.
pt_br: A inicialização agendada somente ocorrerá quando o Mac estiver ligado à alimentação.
pt_pt: O início marcado só terá lugar quando ligar um adaptador de corrente ao seu Mac.
ro: Pornirea programată va avea loc doar atunci când un adaptor de alimentare este conectat la Mac-ul dvs.
ru: Запуск компьютера по расписанию производится, только если Mac подключен к сети питания.
sk: Naplánovaný štart prebehne len vtedy, keď k Macu pripojíte zdroj napájania.
sl: Načrtovani zagon se izvede le, če je v Maca priključen napajalnik.
sv: Schemalagd start sker bara om din Mac är ansluten till en strömadapter.
th: การเริ่มต้นตามกำหนดเวลาจะเกิดขึ้นเฉพาะเมื่ออะแดปเตอร์แปลงไฟต่อกับ Mac ของคุณ
tr: Zamanlanmış açılış yalnızca Mac’inize bir güç adaptörü bağlıyken gerçekleşecektir.
uk: Заплановане увімкнення відбуватиметься, лише коли до вашого компʼютера підʼєднано блок живлення.
vi: Khởi động được đặt lịch sẽ chỉ xảy ra khi bộ tiếp hợp nguồn được kết nối vào máy Mac của bạn.
zh_cn: 仅当连接电源适配器时，Mac才会定时启动。
zh_hk: 只有在電源轉換器已與Mac連接時，才能在預定時間開機。
zh_tw: 只有在Mac連接電源轉接器時才能排程開機。

# ENERGY_MODE_AUTO_TEXT
source: Your Mac will automatically choose the best level of performance and energy usage.
ar: سوف يختار Mac تلقائيًا أفضل مستوى أداء واستهلاك للطاقة.
ca: El Mac seleccionarà automàticament el millor nivell de rendiment i consum d’energia.
cs: Mac automaticky vybere optimální výkonnost a využití energie.
da: Din Mac vælger automatisk det bedste niveau for ydeevnen og energiforbruget.
de: Dein Mac wählt basierend auf deiner Nutzung automatisch die beste Leistung und den besten Energieverbrauch.
el: Το Mac επιλέγει αυτόματα το βέλτιστο επίπεδο απόδοσης και χρήσης ενέργειας.
es: El Mac seleccionará automáticamente el mejor nivel de rendimiento y de consumo de energía.
es_419: Tu Mac elegirá de forma automática los niveles más convenientes de rendimiento y de uso de energía.
fi: Mac valitsee parhaan suorituskyvyn tason ja energiankulutuksen automaatisesti.
fr: Votre Mac choisira automatiquement le meilleur niveau de performance et de consommation d’énergie.
fr_ca: Votre Mac choisira automatiquement le meilleur niveau de performance et d’utilisation de l’énergie.
he: ה‑Mac יבחר באופן אוטומטי את הרמה הטובה ביותר עבור ביצועים וצריכת אנרגיה.
hi: आपका Mac प्रदर्शन और ऊर्जा उपयोग के सर्वोत्तम स्तर का ऑटोमैटिकली चयन करेगा।
hr: Vaš će Mac automatski odabrati najbolju razinu performansi i potrošnje energije.
hu: A Macje automatikusan ki fogja választani az optimális teljesítményszintet és energiafelhasználást.
id: Mac Anda akan secara otomatis memilih level kinerja dan penggunaan energi terbaik.
it: Il Mac sceglierà automaticamente il livello di prestazioni e consumo energetico migliore.
ja: 最適なレベルのパフォーマンスと電力使用量を自動的に選択します。
ko: Mac이 최상의 성능 수준과 에너지 사용량을 자동으로 선택합니다.
ms: Mac anda akan memilih tahap prestasi dan penggunaan tenaga yang terbaik secara automatik.
nl: Je Mac kiest automatisch het beste prestatie­niveau en energie­verbruik.
no: Macen vil automatisk velge det beste ytelses- og energinivået basert på bruken din.
pl: Mac będzie automatycznie wybierał najlepszy poziom wydajności i zużycia energii.
pt_br: O Mac seleciona automaticamente o melhor nível de desempenho e uso de energia.
pt_pt: O Mac seleciona automaticamente o melhor nível de desempenho e utilização de energia.
ro: Mac‑ul va alege automat nivelul optim de performanță și utilizare a energiei.
ru: Mac будет автоматически выбирать оптимальный уровень производительности и энергопотребления.
sk: Mac automaticky zvolí optimálny výkon a spotrebu energie.
sl: Mac bo samodejno izbral najboljšo raven zmogljivosti in porabe energije.
sv: Datorn väljer automatiskt den bästa nivån för prestanda och energiförbrukning.
th: Mac ของคุณจะเลือกระดับที่ดีที่สุดของประสิทธิภาพและการใช้พลังงานโดยอัตโนมัติ
tr: Mac’iniz, en iyi performans düzeyini ve enerji kullanımını otomatik olarak seçer.
uk: Компʼютер Mac автоматично вибере оптимальний режим продуктивності та енергоспоживання.
vi: Máy Mac của bạn sẽ tự động chọn việc sử dụng năng lượng và mức hiệu năng tốt nhất.
zh_cn: 你的Mac将自动选取最佳的电量使用和性能水平。
zh_hk: 你的Mac將會自動選擇最佳效能水平和耗電量。
zh_tw: 你的Mac將會自動選擇最佳執行效能的等級和電力用量。

source: Charging: %@
ar: يجري الشحن: %@
ca: Carregant‑se: %@
cs: Nabíjení: %@
da: Oplader: %@
de: Lädt: %@
el: Φόρτιση: %@
es: Cargando: %@
es_419: Recargando: %@
fi: Ladataan: %@
fr: Recharge : %@
fr_ca: Recharge : %@
he: בטעינה: %@
hi: चार्ज़िंग : %@
hr: Punjenje: %@
hu: Töltődik: %@
id: Mengisi: %@
it: In carica: %@
ja: 充電中: %@
ko: 충전 중: %@
ms: Mengecas: %@
nl: Opladen: %@
no: Lades: %@
pl: Ładowanie: %@
pt_br: Carregando: %@
pt_pt: A carregar: %@
ro: Încărcare: %@
ru: Зарядка: %@
sk: Nabíjanie: %@
sl: Polnjenje: %@
sv: Laddar: %@
th: ชาร์จอยู่: %@
tr: Şarj oluyor: %@
uk: Заряджання: %@
vi: Đang sạc: %@
zh_cn: 正在充电：%@
zh_hk: 正在充電：%@
zh_tw: 充電狀況：%@

# BATT_HEALTH_MGMT_CANCEL
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Renunță
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# NEVER_SLEEP
source: Prevent your Mac from automatically sleeping when the display is off
ar: منع Mac من الدخول في وضع الإسبات تلقائيًا عند توقف الشاشة
ca: Impedeix que el Mac entri en repòs automàticament quan la pantalla estigui apagada
cs: Zakázat automatické uspání Macu při vypnutém monitoru
da: Undgå, at din Mac automatisk går på vågeblus, når skærmen slukkes
de: Automatisches Aktivieren des Mac-Ruhezustands bei ausgeschaltetem Display außer Kraft setzen
el: Αποτροπή αυτόματου ύπνου του Mac όταν η οθόνη είναι απενεργοποιημένη
es: Impedir que el Mac entre en reposo automáticamente al apagar la pantalla
es_419: Impedir que la Mac entre en reposo automáticamente al apagarse la pantalla
fi: Estä Macin automaattinen nukkuminen, kun näyttö on sammunut
fr: Empêcher la suspension d’activité automatique du Mac lorsque l’écran est éteint
fr_ca: Empêcher la suspension automatique d’activité du Mac lorsque l’écran est éteint
he: מניעה מה‑Mac לעבור באופן אוטומטי למצב שינה כאשר הצג כבוי
hi: डिस्प्ले बंद होने पर Mac को ऑटोमैटिकली स्लीप करने से रोकें
hr: Spriječi automatski prijelaz Maca u pripravno stanje kad je zaslon isključen
hu: A Mac automatikus alvásának megakadályozása kikapcsolt kijelzőnél
id: Cegah Mac tidur secara otomatis saat layar mati
it: Impedisci al Mac di andare automaticamente in standby con lo schermo spento
ja: ディスプレイがオフのときにMacを自動でスリープさせない
ko: 디스플레이가 꺼져 있을 때 Mac을 자동으로 잠자지 않게 하기
ms: Elakkan Mac anda daripada tidur secara automatik apabila paparan tidak aktif
nl: Schakel sluimerstand niet automatisch in als het beeldscherm is uitgeschakeld
no: Forhindre at Macen automatisk går i dvale når skjermen er av
pl: Nie usypiaj Maca automatycznie, gdy wyświetlacz jest wyłączony
pt_br: Impedir o repouso automático do Mac quando a tela estiver desligada
pt_pt: Impedir ativação automática do modo de pausa quando o monitor estiver desligado
ro: Împiedică intrarea automată în modul adormire când ecranul este stins
ru: Не переводить Mac в режим сна при выключенном дисплее
sk: Zabrániť automatickému zaspávaniu Macu po vypnutí displeja
sl: Preprečite, da bi Mac samodejno prešel v stanje pripravljenosti, ko je zaslon izklopljen
sv: Förhindra automatisk övergång till viloläge när skärmen är avstängd
th: ป้องกัน Mac ของคุณไม่ให้พักเครื่องโดยอัตโนมัติเมื่อจอภาพปิดอยู่
tr: Ekran kapalıyken Mac’in otomatik olarak uyku durumuna geçmesini engelle
uk: Запобігати автоматичному засинанню компʼютера Mac, коли дисплей вимкнено
vi: Không cho máy Mac của bạn tự động chuyển sang chế độ ngủ khi màn hình tắt
zh_cn: 当显示器关闭时，防止Mac自动进入睡眠
zh_hk: 避免你的Mac在顯示器關閉時自動進入睡眠
zh_tw: 避免你的Mac在顯示器關閉時自動進入睡眠
